[
    {
      "name": "The Great Wall of China",
      "location": "China",
      "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Great_Wall_of_China%2C_near_Beijing.jpg/1280px-Great_Wall_of_China%2C_near_Beijing.jpg",
      "average_annual_visitors": 10000000,
      "inauguration_date": "7th century BC – 17th century AD (construction period)",
      "description": "The Great Wall of China is a series of fortifications that were built across the historical northern borders of ancient Chinese states and Imperial China as protection against nomadic groups from the Eurasian Steppe. Several walls were being built as early as the 7th century BC, with later walls joined together to become bigger and stronger. It is the longest artificial structure in the world, with a total length of over 21,196 kilometers (13,171 miles)."
    },
    {
      "name": "Christ the Redeemer",
      "location": "Rio de Janeiro, Brazil",
      "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Corcovado_mountain_and_Christ_the_Redeemer_statue.jpg/1280px-Corcovado_mountain_and_Christ_the_Redeemer_statue.jpg",
      "average_annual_visitors": 2000000,
      "inauguration_date": "October 12, 1931",
      "description": "Christ the Redeemer is an Art Deco statue of Jesus Christ in Rio de Janeiro, Brazil, created by French sculptor Paul Landowski and built by the Brazilian engineer Heitor da Silva Costa, in collaboration with the French engineer Albert Caquot. It is 30 metres (98 ft) tall, not including its 8-metre (26 ft) pedestal, and its arms stretch 28 metres (92 ft) wide. The statue weighs 635 metric tons (625 long, 700 short tons), and is located at the peak of the 700-metre (2,300 ft) Corcovado mountain in the Tijuca National Park overlooking the city."
    },
    {
      "name": "Machu Picchu",
      "location": "Machu Picchu, Peru",
      "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Machu_Picchu%2C_Peru.jpg/1280px-Machu_Picchu%2C_Peru.jpg",
      "average_annual_visitors": 1500000,
      "inauguration_date": "c. 1450 AD",
      "description": "Machu Picchu is an ancient Inca citadel situated high in the Andes Mountains in Peru, above the Urubamba River valley. Built in the 15th century and later abandoned, it’s renowned for its sophisticated dry-stone walls that fuse immense blocks without the use of mortar, intriguing buildings that play on astronomical alignments, and panoramic views. Its exact former use remains a mystery."
    },
    {
      "name": "Chichén Itzá",
      "location": "Yucatán, Mexico",
      "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Chichen-Itza-Castillo-yucatan-mexico.jpg/1280px-Chichen-Itza-Castillo-yucatan-mexico.jpg",
      "average_annual_visitors": 2600000,
      "inauguration_date": "c. 600 AD",
      "description": "Chichén Itzá was a large pre-Columbian city built by the Maya civilization located in present-day Tinúm Municipality, Yucatán State, Mexico. It was one of the largest Maya cities and likely to have been one of the great ones towards the end of the Terminal Classic period (c. 800–900 AD). The site exhibits a multitude of architectural styles, reminiscent of styles seen in central Mexico and of the Puuc and Chenes styles of the northern Maya lowlands."
    },
    {
      "name": "Colosseum",
      "location": "Rome, Italy",
      "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Colosseo-2020.jpg/1280px-Colosseo-2020.jpg",
      "average_annual_visitors": 7600000,
      "inauguration_date": "80 AD",
      "description": "The Colosseum is an oval amphitheatre in the centre of the city of Rome, Italy, just east of the Roman Forum. It is the largest ancient amphitheatre ever built, and is still the largest standing amphitheatre in the world, despite its age. Construction began under the Emperor Vespasian in 72 AD and was completed by his son Titus in 80 AD. It was capable of holding an estimated 50,000 to 80,000 spectators."
    },
    {
      "name": "Petra",
      "location": "Ma'an Governorate, Jordan",
      "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/The_Monastery%2C_Petra%2C_Jordan.jpg/1280px-The_Monastery%2C_Petra%2C_Jordan.jpg",
      "average_annual_visitors": 1000000,
      "inauguration_date": "c. 4th century BC",
      "description": "Petra is a historical and archaeological city in southern Jordan. The city is famous for its rock-cut architecture and water conduit system. Another name for Petra is the Rose City due to the color of the stone out of which it is carved. Established possibly as early as 312 BC as the capital city of the Nabataeans, it is a symbol of Jordan, as well as its most-visited tourist attraction."
    },
    {
      "name": "Taj Mahal",
      "location": "Agra, India",
      "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Taj_Mahal_in_March_2004.jpg/1280px-Taj_Mahal_in_March_2004.jpg",
      "average_annual_visitors": 7000000,
      "inauguration_date": "1643 AD",
      "description": "The Taj Mahal is an ivory-white marble mausoleum on the right bank of the Yamuna river in the Indian city of Agra. It was commissioned in 1632 by the Mughal emperor Shah Jahan (reigned 1628–1658) to house the tomb of his favorite wife, Mumtaz Mahal. It also houses the tomb of Shah Jahan himself. The tomb is the centerpiece of a 17-hectare (42-acre) complex, which includes a mosque and a guest house, and is set in formal gardens bounded on three sides by a crenellated wall."
    }
  ]
  